[
	{
		"title": "Ведьмак 3: Дикая Охота",
		"genre": "rpg",
		"platform": "pc",
		"rating": "18+",
		"description": "Ведьмак 3: Дикая Охота – это эпическая ролевая игра с открытым миром, основанная на фэнтезийной вселенной. Игроки управляют Геральтом из Ривии, профессиональным охотником на чудовищ, который должен найти свою потерянную дочь, скрывающуюся от могущественной силы, известной как Дикая Охота. В игре потрясающая графика, насыщенная боевая система и захватывающий сюжет, полный неожиданных поворотов, эмоциональных встреч и многогранных персонажей.",
		"imagePath": "images/witcher3.jpg",
		"trailerPath": "trailers/witcher3.gif"
	},
	{
		"title": "Fortnite",
		"genre": "action",
		"platform": "playstation",
		"rating": "12+",
		"description": "Fortnite – популярная игра в жанре 'Королевская битва', в которой до 100 игроков соревнуются, чтобы остаться последним выжившим. Игроки могут строить укрепления, собирать оружие и добычу, чтобы одолеть соперников. Игра славится яркими локациями, увлекательными событиями и огромным количеством внутриигровых косметических предметов. Кроме того, Fortnite регулярно добавляет новый контент, включая коллаборации с известными брендами, персонажами и мировыми событиями.",
		"imagePath": "images/fortnite.jpg",
		"trailerPath": "trailers/fortnite.gif"
	},
	{
		"title": "Animal Crossing: New Horizons",
		"genre": "simulation",
		"platform": "switch",
		"rating": "3+",
		"description": "Animal Crossing: New Horizons – это симулятор жизни, где игроки создают и обустраивают свой собственный остров. Здесь вы можете заниматься сельским хозяйством, ловить рыбу, собирать насекомых, создавать мебель и взаимодействовать с милыми животными-соседями. Игра предоставляет уникальную возможность расслабиться и отвлечься от забот, а также настраивать остров под свои предпочтения. Animal Crossing регулярно обновляется новыми событиями, позволяя игрокам возвращаться снова и снова.",
		"imagePath": "images/animal_crossing.jpg",
		"trailerPath": "trailers/animal_crossing.gif"
	},
	{
		"title": "Civilization VI",
		"genre": "strategy",
		"platform": "pc",
		"rating": "12+",
		"description": "Civilization VI – пошаговая стратегическая игра, в которой игрок строит и развивает собственную цивилизацию с древнейших времён до наших дней. Вы сможете возглавить народ, изучать технологии, строить города и вести дипломатические переговоры. Игра предлагает глубоко продуманную систему управления ресурсами и развития экономики, а также разнообразные пути к победе, такие как культурное доминирование, научные открытия или военная мощь.",
		"imagePath": "images/civilization6.jpg",
		"trailerPath": "trailers/civilization6.gif"
	},
	{
		"title": "Minecraft",
		"genre": "simulation",
		"platform": "pc",
		"rating": "7+",
		"description": "Minecraft – уникальная игра-песочница, в которой игроки могут исследовать, строить и выживать в блоковом 3D-мире. Существует множество различных режимов, включая творческий режим для строительства без ограничений и выживание, где необходимо добывать ресурсы и защищаться от монстров. Minecraft предлагает бесконечные возможности для творчества и креативного самовыражения, а также обладает широкой поддержкой модов и многопользовательских режимов.",
		"imagePath": "images/minecraft.jpg",
		"trailerPath": "trailers/minecraft.gif"
	},
	{
		"title": "Cyberpunk 2077",
		"genre": "action",
		"platform": "pc",
		"rating": "18+",
		"description": "Cyberpunk 2077 переносит игроков в мрачный футуристический мир Найт-Сити – город будущего, полный технологий, имплантов и социальных конфликтов. Вы играете за Ви, наёмника с возможностью настроить своё тело с помощью биомодификаций. Игра отличается нелинейным сюжетом, продуманными квестами и возможностью принятия решений, которые влияют на окружающий мир и персонажей. Вас ждёт богатый контент, а также захватывающая атмосфера киберпанковского города.",
		"imagePath": "images/cyberpunk2077.jpg",
		"trailerPath": "trailers/cyberpunk2077.gif"
	}
]
